{
  "Home": "Home",
  "Profile": "Profile",
  "Vault": "Vault",
  "My Bank": "My Bank",
  "Bridge": "Bridge",
  "Governance": "Governance",
  "Doc": "Doc",
  "Whitepaper": "Whitepaper",
  "Protocal Litepaper": "Protocol Litepaper",
  "CreditCard": "Credit NFT (cNFT) Card",
  "CreditScore": "Credit Score",
  "CreDAToken": "CreDA Token",
  "PortfolioManager": "Portfolio Manager",
  "Ethereum": "Ethereum",
  "ElastosESC": "Elastos ESC",
  "HECO": "HECO",
  "BuildTitle": "Build Your DeFi World",
  "TurnData": "Turn Data",
  "intoWealth": "into Wealth",
  "TurnDataIntoWealth": "Turn Data into Wealth",
  "TurnDataDes": "CreDA, the credit oracle, is an indispensable innovation starting a new era of credit-based DeFi on Ethereum Layer 2.",
  "TurnDataDes1": "CreDA uses on-chain data to determine a user’s credit rating, allowing them to mint NFTs and explore more opportunities in DeFi. The Credit NFT (cNFT) contains the user's asset status and transaction records across various protocols.",
  "Getstarted": "Get Started",
  "Learnmore": "Learn more",
  "Howworks": "How it works",
  "HowworksDes": "The core of CreDA’s protocol is minting a credit rating, determined by on and off-chain data, into NFT assets, enabling decentralized credit and loan algorithms to run automatically.",
  "Step1": "Step 1",
  "Step1Title": "Connect Wallet",
  "Step1Des": "Essentials, TokenPocket or Metamask wallet can connect to CreDA.",
  "Step2": "Step 2",
  "Step2Title": "Claim CREDA Token",
  "Step2Des": "CREDA automatically rewarded in the Vault. Claim the CREDA from Vault - these rewards show in the wallet as a locked amount. CREDA liquidity must be provided on DEXs to unlock.",
  "Step3": "Step 3",
  "Step3Title": "Mint cNFT",
  "Step3Des": "CREDA tokens can mint different levels of cNFT. The higher level a cNFT is, the more credit privileges are available.",
  "Step4": "Step 4",
  "Step4Title": "Credit Privileges",
  "Step4Des": "CreDA protocol and partners will offer credit privileges to all cNFT holders.",
  "DecentralizedCredit": "The Next Chapter in DeFi ",
  "DecentralizedCreditDes": "Current DeFi protocols adopt the over-collateralized mortgage lending business model. This is because of a lack of trust between the lender and borrower. There’s no insight into the borrower's credit history. So, what can we do? If you want to borrow money from the bank, does your credit card require collateral? Certainly not. It depends on credit. The concept of credit has become the core of the CreDA protocol. The CreDA Oracle calculates a credit rating, determined by on and off-chain data, allowing for lenders to make more calculated decisions on their rates and collateral requirements.",
  "DecentralizedTitle1": "Integrate trusted computing and off-chain data into cNFT",
  "DecentralizedTitle1Des": "CreDA's trusted computing technology aims to become a bridge linking CeFi and DeFi by bringing off-chain personal data from everyday life scenarios on-chain while protecting user privacy.",
  "DecentralizedTitle2": "CreDA Pool",
  "DecentralizedTitle2Des": "The CreDA pool will be open to those who fully understand the CreDA credit system and are willing to bear the relevant risks in order to obtain higher interest rates. In addition to obtaining an above average return among lending market participants, these users will also receive CreDA tokens as rewards.",
  "DecentralizedTitle3": "Uncollateralized borrowing",
  "DecentralizedTitle3Des": "Uncollateralized borrowing is a unique feature on the CreDA platform. After minting a cNFT, users are eligible to take out an uncollateralized loan. Users can also collateralize the assets of the CreDA fund pool to borrow on other DeFi protocols.",
  "DecentralizedTitle4": "Minting on-chain credit into NFTs",
  "DecentralizedTitle4Des1": "CreDA uses on and off-chain data to determine a user’s credit rating, allowing them to mint NFTs and explore more opportunities in DeFi. The Credit NFT (cNFT) captures data across various protocols such as the user's asset status and transaction records.",
  "DecentralizedTitle4Des2": "The information can be regarded as a record of an individual's assets and liabilities, consumption habits, sources of income, coin storage time in a wallet, etc. Users may obtain loans up to the credit limit endorsed by their cNFT. The cNFT is comparable to the FICO rating of the credit system in the US, or the Ant Points of Alipay in China.",
  "DownItem1Title": "Buy & Sell Crypto",
  "DownItem2Title": "Trade Assets",
  "DownItem3Title": "Earn Rewards for Trading",
  "CreDA": "CreDA",
  "CreDADes": "The new era of credit-based DeFi using Elastos technology and Ethereum layer 2 solutions.",
  "AskUSANYTHING": "Ask US ANYTHING",
  "AskUSANYTHINGDes": "Head on over to our telegram chat to ask questions about CreDA.",
  "Copyright": "Copyright © 2022 CreDA All rights reserved",
  "CopyrightOnly": "Copyright © 2022 CreDA",
  "AllRightsReserved": "All rights reserved",
  "CreditContract": "Credit Contract",
  "CreditContractDes": "Based on credit NFTs, CreDA is introducing a new contract form for DeFi - the ‘credit contract’. Individual parties to the contract will be holders of the credit NFTs. The content of the credit contract is stipulated by smart contracts. Credit contracts include a wide range of applicable scenarios.",
  "CreditContractTitle1": "Credit Database",
  "CreditContractTitle1Des": "The credit contract will establish a secure database for the Credit Oracle. All behavioral data in the credit contracts will be automatically captured by the Credit Oracle and used as a key factor in calculating dynamic credit ratings.",
  "CreditContractTitle2": "Credit Insurance",
  "CreditContractTitle2Des": "The insured does not need to pay a deposit for the insurance in advance. After underwriting matters are settled, the insured will then pay/collect related claims and insurance fees in accordance with the terms in the credit contract.",
  "CreditContractTitle3": "Credit Network",
  "CreditContractTitle3Des": "Credit contracts link all users, building a credit network. Credit networks are an input to the Credit Oracle and resulting credit rating. Large credit networks, held in good standing, contribute to a greater credit rating and improved VIP level.",
  "Development": "Development",
  "Github": "GitHub",
  "API": "API",
  "Intro": "Intro",
  "Function": "Function",
  "Tokenomics": "Tokenomics",
  "Mining": "Mining",
  "Partners": "Partners",
  "TurnYourCryptoExperience": "Turn your crypto experience",
  "CreditWorthiness": "into creditworthiness",
  "CreditScoresCalculated": "Credit scores are calculated",
  "AcrossMultipleChains": "across multiple chains",
  "BuiltOnEthereumLayer2": "Built on Ethereum Layer 2, CreDA will operate across Abitrum, BSC, Polkadot, Polygon, HECO and ESC. The credit rating system is based on the DID protocol, utilizing AI to compute user credit scores anonymously through its proprietary Credit Oracle.",
  "CreDAConnects": "CreDA connects your virtual wallets and transaction history to produce a Crypto Credit Score that turns all that time spent learning to trade altcoins into trust. Trust that can be converted into preferential borrowing \nrates and a range of additional incentives.",
  "TheFirstGateway": "The first gateway between virtual and traditional financial systems.",
  "CreDAunifying": "Access to credit can be the difference between dreams and reality for two billion of the world’s under-banked. That is a lot of unsupported and underutilised entrepreneurs, businesses and families",
  "AccessToCredit": "Access to credit can be the difference between dreams and reality for nearly two billion of the world’s under-banked. That is a lot of unsupported and underutilized entrepreneurs, businesses and families.",
  "TheWorldsFirst": "The world's first",
  "DeFiCreditRating": "DeFi credit rating",
  "System": "system",
  "MintYourCRating": "Mint your credit rating as an NFT",
  "AThankYouToCrypt": "A thank you to the crypto pioneers",
  "thatsYou": " (that's you)",
  "LastBit": "Last bit",
  "Partnerships": "Partnerships",
  "DeriskingDeFi": "Building trust on the blockchain ",
  "CreDAReducesExposure": "CreDA reduces exposure to risk for decentralised platforms, opening up broader audiences and allowing for non-collateralized loans that help differentiate and expand services.",
  "Technology": "Technology",
  "WhatBlockchainMeant": "What blockchain was meant for",
  "BuiltEthereumLayer2": "Built on Ethereum Layer 2, the CreDA Oracle uses AI to leverage blockchain’s transparency and immutability by accessing activity across multiple chains. Your unique credit score is then minted as an NFT, acting as your passport to Web 3.0.",
  "PrivacySecurity": "Privacy & Security",
  "PersonalizedPersonal": "Personalized, never personal",
  "CreDAAggregates": "CreDA aggregates existing data which is fully protected, secured by industry leading W3C compliant decentralized identifier (DID) protocol. CreDA’s technology is audited regularly.",
  "LastAuditBy": "Last audit by:",
  "CertikDaysAgo": "Certik – 11.11.2021",
  "Resources": "Resources",
  "Media": "Media",
  "WhitePaper": "Whitepaper",
  "Team": "Team",
  "Community": "Community",
  "Telegram": "Telegram",
  "Twitter": "Twitter",
  "Discord": "Discord",
  "GetYour": "Get your",
  "CryptoCreditScore": "Crypto Credit Score",
  "YesYouOne": "Yes, you have one",
  "FindOutWhen": "Find out when you...",
  "ConnectingOnChain": "Connecting on-chain",
  "AndOffChainData": "and off-chain data",
  "ExpandYour": "Expand your",
  "FinancialIdentity": "financial identity ",
  "CreDaIsWorking": "CreDA is working on unifying the traditional and decentralized financial worlds, creating the possibility for Crypto Credit Scores and traditional credit scores to influence each other.",
  "TheCreDAOracle": "The CreDA Oracle calculates a credit rating, determined by on and off-chain data, allowing for lenders to make more calculated decisions on personalised rates and collateral requirements, to the extent that \nsome users may be able to secure loans with no over-collateralization.",
  "ALowCost": "A low cost, trustless solution",
  "ForBothLending": "for both lending platforms",
  "andUsers": "and users",
  "FinallyCredit": "Finally, credit",
  "WhereCreditDue": "where credit is due",
  "HowToGetCryptoCredit": "How to get your Crypto Credit Score",
  "ConnectYourWallet": "Connect your crypto wallets",
  "EssentialsToken": "Essentials, TokenPocket or Metamask wallets.",
  "ClaimCredaToken": "Claim CREDA token",
  "InitiallyLockedIn": "Initially locked in the Vault until liquidity is provided into one of the applicable liquidity pools on a decentralized exchange, e.g. USDT-CREDA on SushiSwap or Uniswap.",
  "MintCreditNFT": "Mint a credit NFT (cNFT)",
  "MintcNFT": "Mint cNFT",
  "TheHigherLevel": "CREDA tokens can mint different levels of cNFT. The higher level a cNFT is, the more credit privileges are available.",
  "EnjoyCreditPrivileges": "Enjoy credit Privileges",
  "OnCredaPartner": "On CreDA and partner platforms, get privileges with your cNFT, such as low collateral or even collateral-free loans.",
  "LetsGetStarted": "Let's get started",
  "ConnectYourWallets": "Connect your wallets",
  "AfterMintingcNFT": "After minting a cNFT, users are eligible to take out an uncollateralized loan. Borrowers can also leverage assets from the CreDA fund pool as collateral to borrow on other DeFi protocols. Higher rewards are provided to those who contribute to this pool along with an available insurance option should the borrower default on their loan.",
  "Gitbook": "GitBook",
  "Reddit": "Reddit",
  "Walkthrough": "Walkthrough",
  "AboutUs": "About Us",
  "ChiefMarketingOfficer": "Chief Marketing Officer",
  "ExecutiveAdvisor": "Executive Board Advisor",
  "SWEngineerConsultant":" Senior Engineering Consultant ",
  "SeanBio":"Sean is a senior Software Engineer at Google where he specializes in big data, cloud computing infrastructure and blockchain.<br/><br/>Prior to Google he worked at a number of leading technology companies including Uber and  Lyft.<br/><br/>Sean has a masters degree in Computer Science from the University of Houston and a Bachelor's degree in Geographical Information System from Zhejiang University. He also holds a MIT Blockchain certificate.",
  "ChiefBusinessDevelopmentOfficer": "Chief Business Development Officer",
  "TeamLeadBoardExecutive": "Chief Executive Officer",
  "ChiefOperatingOfficer": "Chief Operating Officer",
  "Risk&ComplianceAdvisor": "Risk & Compliance Advisor",
  "BusinessDevelopmentAdvisor": "Business Development Advisor",
  "CommunityManager": "Community Manager",
  "ExecutiveBoardAdvisor": "Executive Board Advisor",
  "DigitalAssetsAdvisor": "Digital Assets Advisor",
  "ChiefTechnologyOfficer": "Chief Technology Officer",
  "MediaCoverage": "Media Coverage",
  "NewsandAnnouncements": "News and Announcements",
  "MediaDesc": "Read about the most recent press releases, product launches, and company announcements.",
  "Inquire": "For inquiries, please contact us at:",
  "Logo": "Our Logo",
  "Download": "Download",
  "ProductScreens": "Product Screens",
  "LeadershipPhotos": "Leadership Photos",
  "Influencer": "Influencer",
  "NewsandMedia": "News and Media",
  "News&Media": "News & Media",
  "NewYorkUSANov182021": "New York, USA, Nov 18, 2021",
  "Creda-": " - CreDA ",
  "dit": "dit ",
  "D": "D",
  "eFi": "eFi ",
  "A": " A",
  "DecentralizedService": "lliance), the world's first decentralized credit rating service has officially launched its platform following a successful open beta. Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $200 billion decentralized finance (DeFi) ecosystem populated by cryptocurrencies such as Bitcoin, Dogecoin and Ethereum.",
  "Cre": "Cre",
  "LeveragingExistingBlockChain": "Leveraging existing blockchain infrastructure, CreDA provides a trust architecture for the relatively young and volatile ecosystem and a link between on-chain and traditional financial systems. It aims to simplify transactions for users, minimize risk for lenders and enable access to capital without the need for high amounts of collateral which is currently required by DeFi lenders.",
  "AccordingtoBankofAmerica": "According to Bank of America, over 200 million users are now part of the digital asset universe, yet very few financial institutions would provide them with a loan.",
  "Even": " Even within the DeFi space, lenders operate in an over-collateralized manner with typical loan-to-value (LTV) ratios below 50 per cent. This means that a DeFi platform with a 50 percent LTV would require a user to deposit at least $10,000 to take out a loan of $5,000. Also most platforms only accept crypto assets as a form of collateral, creating further barriers for participation.",
  "InTraditionalFinance": "“In traditional finance, the total value of credit-based, unsecured loans is several times that of collateralized mortgage loans,” explains Cassie Zhang, CreDA’s Chief Operating Officer. “Credit ratings are a vital, missing component within the DeFi space. The introduction of CreDA credit scores will enable unprecedented imagination and innovation to protocol users and developers alike. But more importantly, CreDA fulfills the promise of blockchain and decentralized finance, providing the trust architecture needed to unlock capital for the billions of people without access to traditional banking.”",
  "CredaWillAllowUsers": "CreDA will allow users to link their wallets, mint a credit NFT (cNFT) and borrow low or non-collateralized loans all from within the same platform. Users will also be able to use their cNFT on partner platforms to avail similar benefits as well as other incentives for staking and lending. At launch, CreDA’s partners include: SushiSwap, Uniswap, Elastos, FilDA, O3swap, polynetwork, WePiggy, Dforce, and Channels.",
  "CredaProvidesOnchainCredits": "CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s historical transactions in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives across a variety of use cases e.g. reduced borrowing rates on DeFi platforms.",
  "BuildOnEthereumLayer": "Built on the Ethereum Layer 2 network, CreDA will operate across multiple chains including Arbitrum, BSC (Binance Smart Chain), Polkadot, Polygon, HECO (Huobi ECO Chain) and ESC (Elastos Sidechain). ",
  "MajorFocusForCreda": "One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant DIDs, which are minted as part of a user’s cNFT. For launch, CreDA is also undergoing a strict security audit with a leading blockchain security group, Certik, and will perform similar audits regularly. ",
  "TheAimForCredaProtocol": "The aim for the CreDA protocol is to eventually combine traditional (off-chain) and blockchain (on-chain) data to compute a holistic user credit score that allows for more flexibility and access between people’s virtual and ‘real world’ lives. This will become even more relevant as technology advances and society continues to embrace virtual spaces, such as the Metaverse.",
  "BenjaminFranklin": "“As Benjamin Franklin once said, ‘If you want to know the value of money, try borrowing some!’ says Jürgen Hofbauer, Chief Business Development Officer at CreDA.“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility. The CreDA protocol enables DeFi platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.",
  "CredaFinallygivesCredit": "“CreDA finally gives credit to the communities, the decentralized global networks of researchers and technologists who are building this new digital landscape. And it enhances the experience for the growing numbers of people who are questioning the restraints of the old financial systems and who want to get in on the action.”",
  "ParticipationInCredaProtocol": "Through participation in the CreDA protocol and virtuous on-chain activity, users can benefit from preferential margin rates, improved credit ratings, and a range of incentives based on their credit score.",
  "EarlyDaysOfCreda": "In the early days of DeFi and blockchain technology, there was a vision that by decentralizing the industry, there will be improved access to capital for people who don’t have access to traditional banking. However, the reality hasn’t been so straightforward, as the lack of trust in the system means that lenders must de-risk by demanding crippling amounts of collateral, which has become the standard in DeFi.",
  "CredaFulfilsPromise": "CreDA fulfills the promise of blockchain and decentralized finance, providing the trust architecture needed to unlock capital for the billions of people without access to traditional banking. What’s more, by turning people’s crypto experience into creditworthiness, CreDA legitimizes peoples on-chain behaviour, which can allow for greater access to traditional loans. ",
  "RularFormer": "“Whether you’re a rural farmer in sub-Saharan Africa or a fresh college graduate in Los Angeles, there are still a lot of barriers for accessing capital within the traditional financial systems,” says Zhijun (William) Zhang, Security Architecture Lead at The World Bank Group and advocate for data as capital. “While blockchain and DeFi have helped democratize data and finance, there is still a lack of trust that can be limiting for people without existing collateral. But a solution that provides access by rewarding good on-chain behaviour and allows new users to earn trust within the system, could unlock new possibilities for nearly 2 billion people around the world.”",
  "GlobalResearch1": "<1>1</1>BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States",
  "GlobalResearch2": "<1>2</1>BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States",
  "Findex": "<1>[1]</1>2017 Findex full report_chapter2.pdf (worldbank.org)",
  "one_t": "[1]",
  "CredaProtocol": "CreDA protocol will use AI to provide credit ratings using on-chain and traditional financial data",
  "HowTheCreditScoringWorks": "How the credit scoring works: ",
  "FulfillingThePromiseOfDeFi": "Fulfilling the promise of DeFi",
  "NewDeFIPlatform": "New DeFI platform looks to de-risk the world of crypto",
  "ExecutiveTeam": "Executive Team",
  "LeaderShipTeam": "Leadership Team",
  "AdvisoryTeam": "Advisory Team",
  "AboutUsDesc": "CreDA (Credit Data Alliance) is the first trusted credit rating system for the world of Decentralized Finance and the link between on-chain and traditional financial systems.<br/><br/>We’re building the trust architecture that underpins Web3, helping minimize risk for existing and emerging platforms and enabling access to capital by reducing the need for crippling amounts of collateral while opening up DeFI to billions of people without access to traditional banking.",
  "OurTeam": "Our Team",
  "OurTeamDesc": "Our global team includes senior leaders from traditional banking as well as established crypto and technology entrepreneurs.",
  "NenadDukelicBio": "Nenad has dedicated 25 years to different areas of sales, which continue to be his passion and drive.<br/><br/>He has proven skills in business networking having spent two years as president of a leading entrepreneur group within the Business Network International organization. He is an experienced entrepreneur, with a strong record of sales management, negotiating skills, and investment portfolio management. Nenad previously worked for a world leading beverage producer as well as international financial and insurance companies.<br/><br/>Nenad was born and raised in Slovenia, where he lives today with his family. During the past 3 years, Nenad honed his blockchain and crypto knowledge, mainly in the DeFi space, where he is driven to be an active and constructive community member.<br/><br/>As a strong team advocate, he believes that success is not about individuals, but what individuals are capable of achieving together.<br/><br/>Nenad has a BA of Science in Administrative Sciences.",
  "LongWangBio": "Long Wang is an entrepreneur and Founder & CEO of MatrixOrigin.<br/><br/>Previously, he was Vice President of Tencent Cloud, in charge of their Big Data and AI division. His experience and core focus is on areas such as cloud computing, big data and AI technologies and products.<br/><br/>Long Wang has worked in China, Germany and the US over the past 20 years with tech companies such as eBay, Siemens, VMware and Tencent.",
  "TroyTohidBio": "Executive Director at Morgan Stanley with over 15 years experience in the banking industry supporting an institutional and wealth management client base across fixed income, equities, and cleared derivatives asset classes.<br/><br/>Degrees in Finance and Marketing, primary skill sets in client service, and managing large globally disbursed teams of over 150 individuals.<br/><br/>Council Member of the Cyber Republic DAO for Elastos.",
  "SoongBaoBio": "Song Bao is the CEO of Manhattan Project Fund and co-founder of FilDA. Since it’s inception in 2018, Manhattan’s mission is to progress the decentralization revolution. Their portfolio focuses on public chain, privacy computing, decentralized storage and communication networks.<br/><br/>FilDA is the autonomous interest rate machine for lending on multiple chains with a TVL that once surpassed 2 billion USD.<br/><br/>Previously, Song was a veteran in WEB 2.0 companies Tencent, Xiaomi and led several projects from zero to tens of millions daily active users.",
  "SakuraMoriuchiBio": "Over 15 years experience in investor relations, business development, alternative credit, and investment research spanning both the buy and sell side.<br/><br/>Demonstrated track record of capital raising and long term relationship management with sophisticated clients.<br/><br/>Sakura joined Clarion Capital Partners in 2021 after 7 years at CIFC Asset Management, where she was a Managing Director in Investor Solutions responsible for global institutional investor relations and business development.",
  "WilliamZhangBio": "Dr Zhijun (William) Zhang has 20+ years of experience in the financial industry, where he is currently Lead Security Architect at the World Bank Group having previously spent 10 years at Vanguard.<br/><br/>While information security and risk management has been his focus for the last 15 years, William also dedicates his time on emerging technologies and is a founding member of the World Bank Group’s blockchain lab.<br/><br/>William received his bachelor's degree in 1990 from Peking University, and Ph.D. in 1999 from University of Maryland, both in computer science.",
  "SunnyFengHanBio": "Sunny Feng Han is the co-founder of Elastos, Visiting researcher of Columbia University, iCenter tutor of Tsinghua University, Former blockchain consultant of Huawei Research Institute, Secretary General of Asian DACA Blockchain Association, Chinese partner of Oracle Education Foundation, Lifetime VIP Member of Bitcoin Foundation, Author of the best-selling books Blockchain: Quantum Wealth, and Blockchain: From Digital Currency to Credit Society.",
  "FakhulMiahBio": "As CEO of CreDA (Credit Data Alliance) the world’s first decentralized credit rating service, Fakhul leads the firm’s executive team and global expansion. Fakhul has been in the investment banking industry at Morgan Stanley for over 15 years, most recently serving as Morgan Stanley’s Head of Europe, the Middle East, and Africa Cleared Derivatives Client Service Group. Prior to this, he was the Global Head of Institutional Margin Financing, Margin Technology Development and Risk Control.<br/><br/>Fakhul was instrumental in the buildout of crypto futures in 2017, including operational flows, product architecture, risk modelling and margin methodologies. He is an activist crypto investor and an advocate of blockchain technology, decentralized finance (DeFi) and the opportunities it provides in creating greater access to financial tools globally. He currently serves as an elected Council Member for the Elastos Cyber Republic DAO.<br/><br/>Born and raised in East London, Fakhul has been an active advocate for financial access and inclusion, which is what drew him to DeFi and ultimately CreDA, as the implementation of credit scoring has the potential to impact billions of the world’s underbanked. ",
  "KevinWongBio": "Kevin is a founding member of CreDA and has served as its CTO since inception in 2020. He leads a global team of 23 talented developers who have been developing the CreDA protocol for the past 12 months.<br/><br/>Prior to founding CreDA, Kevin held senior and executive roles over a 10-year period at Sina Group, Fang.com amongst others where he notably developed the XiXigames platform, which at its peak had over 80 million users.<br/><br/>Kevin spent the following three years transitioning into the blockchain industry, building a number of dApps and DeFi protocols including BIT.game before founding CreDA in 2020.<br/><br/>Kevin holds a bachelor's degree in Physics from the illustrious Peking University, China as well as a masters degree in Physics from the University of Chinese Academy of Sciences, China.",
  "CassieZhangBio": "As COO of CreDA, Cassie Zhang oversees the global operations of the project and the management of the international team.<br/><br/>In 2019, Cassie Zhang joined the Elastos global team as the global project lead and liaison  to the core teams, managing key projects in the US and China.<br/><br/>Starting in 2021, Cassie has served as the Secretary General of the Elastos Cyber Republic, contributing to the Elastos DAO, overseeing the global secretariat team and leading on key operations including responsibilities for communications, maintenance and operation of the Elastos DAO consensus.<br/><br/>She has over 10 years of project management experience across the medical and blockchain industries in the US and China.<br/><br/>Cassie received her master's and bachelor's degrees from Tongji University, China.",
  "BenjaminPietteBio": "Benjamin is the Elastos Essentials wallet team leader and lead engineer. He has more than 15 years in mobile phone OS and mobile applications development.<br/><br/>Benjamin is a French native currently living in Shanghai, China, where he works daily with the Trinity Tech team to help architect and build the Elastos core blocks and Web3 core wallet application, Elastos Essentials.<br/><br/>He has a Master's in embedded systems software.",
  "JamieReadBio": "After 19 years building award-winning integrated marketing teams and campaigns in Canada, the Middle East and Asia, Jamie recently founded the BriteBirch Collective, an integrated global network of experienced creative consultants, delivering bespoke teams to help solve brand and business challenges through diversity,  creativity and the application of new technologies.<br/><br/>Previously, Jamie was Managing Director of Sector’s at Edelman in Singapore, responsible for integration and diversification in the agency's three largest sector teams: Technology, Healthcare and Food & Beverage.<br/><br/>Jamie is on the board of advisers for healthtech and biotech start-ups in Asia and Canada. He’s also Communications Chair for the Canada-ASEAN Business Council, supporting Canada’s business community in South East Asia and lobbying for a Canada-ASEAN free trade agreement.<br/><br/>Jamie graduated from York University with a B.A. Honours double major in Creative Writing and Communications.",
  "CryptoCreditScoringProtocol": "Crypto Credit Scoring Protocol CreDA Partners with FilDA to offer Leveraged and Low-Collateral Lending",
  "Users of CreDA’s platform ": "Users of CreDA’s platform can now earn industry-beating lending rates through FilDA based on their Crypto Credit Score",
  "January10,2021": "January 10, 2021 ",
  "RatingService": "lliance), the world's first decentralized credit rating service and FilDA, the largest ever DeFi lending platform on HECO with a peak TVL of over $2 billion USD, have partnered to offer exclusive lending rates to CreDA users. Users who mint their Crypto Credit Score as a Credit NFT (cNFT) will have access to leveraged lending and low or no-collateral loans directly within the CreDA platform.",
  "PatnershipComesInFewMonths": "The partnership comes only a few months after CreDA officially launched its platform and demonstrates the value Crypto Credit Scores can have by removing many of the barriers in traditional banking and the DeFi space. According to Bank of America, over 200 million users are now part of the digital asset universe, yet very few financial institutions would provide them with a loan. ",
  "Space": " Even within the DeFi space, lenders operate in an over-collateralized manner with typical loan-to-value (LTV) ratios below 50 per cent.",
  "ModelAfterTraditionalConusmer": "Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250 billion decentralized finance (DeFi) ecosystem.",
  "LeverargingExisitngBlockchain": "Leveraging existing blockchain infrastructure, CreDA provides a trust architecture for the relatively young and volatile MetaFi ecosystem that includes emerging areas such as DeFi, GameFi and SocialFi.",
  "WhileOurCoreBusinessIsFocused": "“While our core business is focused on supporting the overall ecosystem through trusted and verifiable credit scoring, ours is a new concept for this space. By partnering with FilDA we hope to demonstrate the value and viability of the CreDA Credit Score to reward both users and lending institutions by brokering more transparent and trusted relationships,” explains Fakhul Miah, incoming Chief Executive Officer. “We like to say that we’re finally giving credit where credit is due.”",
  "LinkWallets": "CreDA allows users to link their wallets, mint a credit NFT (cNFT) and borrow at industry-defying rates, all from within the same platform.",
  "OnChangeCreditRatings": "CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s assets, historical transactions and behavior in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives",
  "FildaPartnership": "The FilDA partnership lets users access leveraged lending and low or even no-collateral loans based on the users Crypto Credit Score. The score represents a user's ability and willingness to pay back loans, de-risking Filda’s exposure and rewarding the user for good on-chain behavior. ",
  "OneFocusMajorForCreda": "One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant Decentralized Identifications (DIDs), which are linked to a user's cNFT. CreDA recently underwent a strict security audit with leading blockchain security group, CertiK. ",
  "BuiltOnEthereumLayer": "Built on the Ethereum Layer 2 network, CreDA operates on Arbitrum with developers aiming to launch across multiple chains including, BSC (Binance Smart Chain), Ethereum mainnet and ESC (Elastos Sidechain) in Q1 of 2022 with more to follow throughout the year.",
  "CredaCreditOracle": "CreDA’s Credit Oracle has already retrieved the data of billions of on-chain activities related to more than 90 million addresses across the largest blockchains. This large initial data pool helps to build a reliable and trusted credit model that will continue improving as more data is collected from additional chains and users who connect and mint their credit scores. The CreDA protocol is designed to compute a user’s Crypto Credit Score while protecting their identity through the use of a DID, which does away with KYC (know your customer) checks.",
  "CombineTraditional": "The aim for the CreDA protocol is to eventually combine traditional (off-chain) and blockchain (on-chain) data to compute a holistic user credit score that allows for more flexibility and access between people’s virtual and ‘real world’ lives. This will become even more relevant as technology advances and society continues to embrace virtual spaces, such as the Metaverse. ",
  "ValueOfMoney": "“As Benjamin Franklin once said, ‘If you want to know the value of money, try borrowing some!’ said Cassie Zhang, Chief Operating Officer during CreDA’s launch in late 2021. ",
  "DefiLandscape": "“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility. The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.” ",
  "GlobalResearch": "<1>1</1> BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States",
  "Global": "Global",
  "one": "1 ",
  "two": "2 ",
  "defillima": "<1>2</1>https://defillama.com/",
  "defillima_next": "<1>1</1>https://defillama.com/",
  "CredaPlatform": "Users of CreDA’s platform can now earn industry-beating lending rates through FilDA based on their Crypto Credit Score. ",
  "GetLeveraged": "How to get leveraged, low or no-collateral loans ",
  "AboutCreda": "About CreDA",
  "CredaCeo":"Former Morgan Stanley Executive Named as New CreDA CEO",
  "January202022":"January 20, 2022",
  "February02022":"February 2, 2021 ",
  "LeadingDecentralizedProtocol":"lliance), the leading decentralized credit rating service today announced the appointment of Fakhul Miah as the new Chief Executive Officer. Miah, leaves his position at Morgan Stanley in London, where he held key global and regional positions over 15 years including Global Head of Institutional Margin Financing, Margin Technology Development and Risk Control",
  "LeadingDecentralizedCreditScoring":"lliance), the leading decentralized credit rating service and CyberConnect, the decentralized social graph protocol announced a partnership that will see CyberConnect’s 400,000+ users earn improved credit scores based on their social connections. Through the partnership, CreDA’s Credit Oracle will incorporate CyberConnect’s social graph data along with data found on users’ connected wallets, such as assets, risk profile and past on-chain behavior.",
  "TraditionalBankingExperience":"In addition to his traditional banking experience, Miah was instrumental in the buildout of crypto futures for Morgan Stanley in 2017, including operational flows, product architecture, risk modeling and margin methodologies. He also serves as an elected Council Member for the Elastos Cyber Republic DAO.",
  "BornAndRaised":"Born and raised in East London to Bangladeshi immigrants, Miah and his 12 siblings saw first-hand the challenges facing families who don’t have access to traditional banking. This has led him to become an active advocate for financial inclusion, and ultimately what drew him to DeFi and CreDA.",
  "CreditScoring":"“The implementation of credit scoring has the potential to impact billions of the world’s underbanked,” explains Miah. “This was the promise of decentralized finance since its inception, however the reality is that overcollateralization and the lack of trust is creating new barriers. CreDA changes this by using blockchain’s transparency and immutability to analyze a person’s assets and behaviors, establishing a trust score that allows lenders to offer low or no-collateral loans.”",
  "TraditionalConsumer":"Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250+ billion decentralized finance (DeFi) ecosystem.",
  "TrustArchitecture":"What’s more, the protocol also holds the potential to provide a trust architecture for the relatively young and volatile MetaFi ecosystem that includes emerging areas such as DeFi, GameFi and SocialFi.",
  "DefiLandscapeCredit":"“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility,” explains Miah. “The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.” ",
  "ProofOfConcept":"CreDA recently announced a proof of concept lending capability through its platform as part of a partnership with cross-chain DeFi lending platform, FilDA. Through FilDA, CreDA offers exclusive lending rates to CreDA users who mint their Crypto Credit Score as a Credit NFT (cNFT) which gives them access to leveraged lending and low or no-collateral loans directly within the CreDA platform. ",
  "LinkWalletsCredit":"CreDA allows users to link their wallets, mint a credit NFT (cNFT) and borrow at industry-defying rates, all from within the same platform or natively on partner platforms.",
  "CreditRatings":"CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s assets, historical transactions and behavior in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives.",
  "UserAccess":"The FilDA partnership lets users access leveraged lending and low or even no-collateral loans based on the users Crypto Credit Score. The score represents a user's ability and willingness to pay back loans, de-risking Filda’s exposure and rewarding the user for good on-chain behavior",
  "MajorFocus":"One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant Decentralized Identifications (DIDs), which are linked to a user's cNFT. CreDA recently underwent a strict security audit with leading blockchain security group, CertiK.",
  "CredaPartners":"CreDA partners with CyberConnect to include social data in Crypto Credit Scores.",
  "CyberConnectDecentralizedGraph":"CyberConnect is a decentralized social graph protocol that creates a data standard, data storage infrastructure, and recommendation indexing system for social connections. The protocol provides a universal data layer for the next generation of decentralized applications (dApps) - GameFi, NFTs, DAOs - to adopt and create their own context-specific social functions. CyberConnect returns the sovereignty over social data back to users by allowing users to travel with their social graphs aggregated across siloed platforms. Within the first month after launch, CyberConnect has accumulated 112,000 active users, 1.2M connections, and 20M API calls from developers globally.",
  "CyberConnectLargeUserbase":"The partnership with CreDA will allow CyberConnect’s large user base to achieve higher credit scores based on their social network while CreDA will be able to further train its Credit Oracle to include people’s social data.",
  "PartnerWithCreda":"“We're very excited to partner with CreDA and help perfect our users' on-chain credibility profile with social connection data.,” says CyberConnect Co-Founder, Ryan Li. “We’re looking forward to enriching DeFi and social experiences with CreDA.“",
  "SocialGraphs":"Social graphs are people’s social relations on platforms such as Twitter, Facebook, and Instagram. According to CyberConnect Founder Wilson Wei, “social graphs are one of the hardest aspects of developing Web3 applications. CyberConnect streamlines the development process so that Web3 developers can leverage social graph data that CyberConnect provides, such as lists of following and followers, enabling developers to launch new apps without having to go through the redundant and time-consuming process of building already-existing social graphs from scratch.”",
  "SocialMediafunctions":"In Web3, social media functions differently than what we’ve come to expect from Facebook and Twitter. Using blockchain’s open and verifiable data, end users are able to own their own data and port it to new applications.",
  "AllowsUsers":"CyberConnect’s social graph data will allow its users to also build an instant guarantor network as part of CreDA’s Credit Network (cNetwork), which allows people with strong Crypto Credit Scores to essentially lend their credibility to peers who seek better rates. The partnership will immediately expand CreDA’s cNetwork and give CyberConnect users access to low or no-collateral loans.",
  "CryptoCreditRatingservice":"“CreDA is more than just a Crypto Credit Rating service” explains Fakhul Miah, CEO of CreDA. “We see it as the trust architecture that will underpin the entire Web3 ecosystem, across DeFi, SocialFi, GameFi and the metaverse at large. By incorporating social graph data, we can begin to build a more cohesive picture of a person’s credibility. And because people own their data, they can put it to work through our cNetwork. That’s the power of this partnership and why we’re excited to be working with CyberConnect.”",
  "ModeledTraditionalConsumer":"Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250+ billion decentralized finance (DeFi) ecosystem.",
  "PowerfulfianncialTools":"With their Crypto Credit Score, CreDA is building out a suite of unique and powerful financial tools that are unparalleled in the DeFi ecosystem, such as non-collateralized and leveraged lending, preferred mining and farming yields and now peer lending and guarantor support.",
  "GrownUp":"“DeFi has grown up quickly, but there is still one factor that is missing — credibility,” explains Miah. “The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers. For our partners at CyberConnect, it means that their members can now get better rates because of their social connections.”",
  "ProofOfConceptLending":"CreDA recently announced a proof-of-concept lending capability through its platform as part of a partnership with cross-chain DeFi lending platform, FilDA. Through FilDA, CreDA offers exclusive lending rates to CreDA users who mint their Crypto Credit Score as a Credit NFT (cNFT) which gives them access to leveraged lending and low or no-collateral loans directly within the CreDA platform.",
  "GeneratesScore":"CreDA generates a score when users link their wallets and sync it with the CreDA Oracle. When they mint that score with their Decentralized Identifier (DID) into a cNFT they effectively turn their crypto experience into creditworthiness, which allows them to borrow at industry-defying rates, all from within the same platform or natively on partner platforms. The technology employs artificial intelligence (AI) to examine the user’s assets, historical transactions, and behavior in the crypto space across multiple blockchains. With CyberConnect’s partnership, a person’s social graph data is now also considered.",
  "ConnectWallet":"Connect Your Wallet.",
  "MintYourCreditScore":"Mint Your Crypto Credit Score.",
  "OpenDoors":"Open Doors.",
  "NewDefi":"/new-defi-platform-looks-to-de-risk-the-world-of-crypto",
  "CreditScoringProtocol":"/crypto-credit-scoring-protocol-creda-partners-with-filda-to-offer-leveraged-and-low-collateral-lending",
  "FormerCeo":"/former-morgan-stanley-executive-named-as-new-creda-ceo",
  "CyberConnect":"/creda-partners-with-cyberconnect-to-include-social-data-in-crypto-credit-scores",
  "CredaCeoT":"Leading Crypto Credit Scoring protocol will use CyberConnect’s Social Graph data to bolster its Credit Network and allow CyberConnect users to benefit from better lending rates.",
  "CredaConnect":"Leading Crypto Credit Scoring protocol will use CyberConnect’s Social Graph data to bolster its Credit Network and allow CyberConnect users to benefit from better lending rates. ",
  "NewDefiPlatform":"<strong>New York, USA, Nov 18, 2021</strong> - CreDA (<b>Cre</b>dit <b> D</b>ata <b> A</b>lliance), the world's first decentralized credit rating service has officially launched its platform following a successful open beta. Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $200 billion decentralized finance (DeFi) ecosystem populated by cryptocurrencies such as Bitcoin, Dogecoin and Ethereum.<sup>1</sup><br/><br/>Leveraging existing blockchain infrastructure, CreDA provides a trust architecture for the relatively young and volatile ecosystem and a link between on-chain and traditional financial systems. It aims to simplify transactions for users, minimize risk for lenders and enable access to capital without the need for high amounts of collateral which is currently required by DeFi lenders.<br/><br/>According to Bank of America, over 200 million users are now part of the digital asset universe, yet very few financial institutions would provide them with a loan.<sup>2</sup> Even within the DeFi space, lenders operate in an over-collateralized manner with typical loan-to-value (LTV) ratios below 50 per cent. This means that a DeFi platform with a 50 percent LTV would require a user to deposit at least $10,000 to take out a loan of $5,000. Also most platforms only accept crypto assets as a form of collateral, creating further barriers for participation.<br/><br/>“In traditional finance, the total value of credit-based, unsecured loans is several times that of collateralized mortgage loans,” explains Cassie Zhang, CreDA’s Chief Operating Officer. “Credit ratings are a vital, missing component within the DeFi space. The introduction of CreDA credit scores will enable unprecedented imagination and innovation to protocol users and developers alike. But more importantly, CreDA fulfills the promise of blockchain and decentralized finance, providing the trust architecture needed to unlock capital for the billions of people without access to traditional banking.”<br/><br/>CreDA will allow users to link their wallets, mint a credit NFT (cNFT) and borrow low or non-collateralized loans all from within the same platform. Users will also be able to use their cNFT on partner platforms to avail similar benefits as well as other incentives for staking and lending. At launch, CreDA’s partners include: SushiSwap, Uniswap, Elastos, FilDA, O3swap, polynetwork, WePiggy, Dforce, and Channels.<br/><br/><b>How the credit scoring works:</b><br/><br/>CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s historical transactions in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives across a variety of use cases e.g. reduced borrowing rates on DeFi platforms.<br/><br/>Built on the Ethereum Layer 2 network, CreDA will operate across multiple chains including Arbitrum, BSC (Binance Smart Chain), Polkadot, Polygon, HECO (Huobi ECO Chain) and ESC (Elastos Sidechain).<br/><br/>One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant DIDs, which are minted as part of a user’s cNFT. For launch, CreDA is also undergoing a strict security audit with a leading blockchain security group, Certik, and will perform similar audits regularly.<br/><br/>The aim for the CreDA protocol is to eventually combine traditional (off-chain) and blockchain (on-chain) data to compute a holistic user credit score that allows for more flexibility and access between people’s virtual and ‘real world’ lives. This will become even more relevant as technology advances and society continues to embrace virtual spaces, such as the Metaverse.<br/><br/>“As Benjamin Franklin once said, ‘If you want to know the value of money, try borrowing some!’ says Jürgen Hofbauer, Chief Business Development Officer at CreDA.“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility. The CreDA protocol enables DeFi platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.<br/><br/>“CreDA finally gives credit to the communities, the decentralized global networks of researchers and technologists who are building this new digital landscape. And it enhances the experience for the growing numbers of people who are questioning the restraints of the old financial systems and who want to get in on the action.”<br/><br/>Through participation in the CreDA protocol and virtuous on-chain activity, users can benefit from preferential margin rates, improved credit ratings, and a range of incentives based on their credit score.<br/><br/><b>Fulfilling the promise of DeFi</b><br/><br/>In the early days of DeFi and blockchain technology, there was a vision that by decentralizing the industry, there will be improved access to capital for people who don’t have access to traditional banking. However, the reality hasn’t been so straightforward, as the lack of trust in the system means that lenders must de-risk by demanding crippling amounts of collateral, which has become the standard in DeFi.<br/><br/>CreDA fulfills the promise of blockchain and decentralized finance, providing the trust architecture needed to unlock capital for the billions of people without access to traditional banking. What’s more, by turning people’s crypto experience into creditworthiness, CreDA legitimizes peoples on-chain behaviour, which can allow for greater access to traditional loans.<br/><br/>“Whether you’re a rural farmer in sub-Saharan Africa or a fresh college graduate in Los Angeles, there are still a lot of barriers for accessing capital within the traditional financial systems,” says Zhijun (William) Zhang, Security Architecture Lead at The World Bank Group and advocate for data as capital. “While blockchain and DeFi have helped democratize data and finance, there is still a lack of trust that can be limiting for people without existing collateral. But a solution that provides access by rewarding good on-chain behaviour and allows new users to earn trust within the system, could unlock new possibilities for nearly 2 billion people around the world.” ",
  "CreditScoringProtocolPartners":"<b>January 10, 2021</b> - CreDA (<b>Cre</b>dit <b> D</b>ata <b> A</b>lliance),the world's first decentralized credit rating service and FilDA, the largest ever DeFi lending platform on HECO with a peak TVL of over $2 billion USD, have partnered to offer exclusive lending rates to CreDA users. Users who mint their Crypto Credit Score as a Credit NFT (cNFT) will have access to leveraged lending and low or no-collateral loans directly within the CreDA platform.<br/><br/>The partnership comes only a few months after CreDA officially launched its platform and demonstrates the value Crypto Credit Scores can have by removing many of the barriers in traditional banking and the DeFi space. According to Bank of America, over 200 million users are now part of the digital asset universe, yet very few financial institutions would provide them with a loan.<sup>1</sup> Even within the DeFi space, lenders operate in an over-collateralized manner with typical loan-to-value (LTV) ratios below 50 per cent.<br/><br/>Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250 billion decentralized finance (DeFi) ecosystem.<sup>2</sup><br/><br/>Leveraging existing blockchain infrastructure, CreDA provides a trust architecture for the relatively young and volatile MetaFi ecosystem that includes emerging areas such as DeFi, GameFi and SocialFi.<br/><br/>“While our core business is focused on supporting the overall ecosystem through trusted and verifiable credit scoring, ours is a new concept for this space. By partnering with FilDA we hope to demonstrate the value and viability of the CreDA Credit Score to reward both users and lending institutions by brokering more transparent and trusted relationships,” explains Fakhul Miah, incoming Chief Executive Officer. “We like to say that we’re finally giving credit where credit is due.”<br/><br/><b>How to get leveraged, low or no-collateral loans</b><br/><br/>CreDA allows users to link their wallets, mint a credit NFT (cNFT) and borrow at industry-defying rates, all from within the same platform.<br/><br/>CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s assets, historical transactions and behavior in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives<br/><br/>The FilDA partnership lets users access leveraged lending and low or even no-collateral loans based on the users Crypto Credit Score. The score represents a user's ability and willingness to pay back loans, de-risking Filda’s exposure and rewarding the user for good on-chain behavior.<br/><br/>One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant Decentralized Identifications (DIDs), which are linked to a user's cNFT. CreDA recently underwent a strict security audit with leading blockchain security group, CertiK.<br/><br/><b>About CreDA</b><br/><br/>Built on the Ethereum Layer 2 network, CreDA operates on Arbitrum with developers aiming to launch across multiple chains including, BSC (Binance Smart Chain), Ethereum mainnet and ESC (Elastos Sidechain) in Q1 of 2022 with more to follow throughout the year.<br/><br/>CreDA’s Credit Oracle has already retrieved the data of billions of on-chain activities related to more than 90 million addresses across the largest blockchains. This large initial data pool helps to build a reliable and trusted credit model that will continue improving as more data is collected from additional chains and users who connect and mint their credit scores. The CreDA protocol is designed to compute a user’s Crypto Credit Score while protecting their identity through the use of a DID, which does away with KYC (know your customer) checks.<br/><br/>The aim for the CreDA protocol is to eventually combine traditional (off-chain) and blockchain (on-chain) data to compute a holistic user credit score that allows for more flexibility and access between people’s virtual and ‘real world’ lives. This will become even more relevant as technology advances and society continues to embrace virtual spaces, such as the Metaverse.<br/><br/>“As Benjamin Franklin once said, ‘If you want to know the value of money, try borrowing some!’ said Cassie Zhang, Chief Operating Officer during CreDA’s launch in late 2021.<br/><br/>“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility. The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.”",
  "FormarCeoStangley":"<b>January 20, 2022</b> - CreDA (<b>Cre</b>dit <b> D</b>ata <b> A</b>lliance),- CreDA (Credit Data Alliance), the leading decentralized credit rating service today announced the appointment of Fakhul Miah as the new Chief Executive Officer. Miah, leaves his position at Morgan Stanley in London, where he held key global and regional positions over 15 years including Global Head of Institutional Margin Financing, Margin Technology Development and Risk Control<br/><br/>In addition to his traditional banking experience, Miah was instrumental in the buildout of crypto futures for Morgan Stanley in 2017, including operational flows, product architecture, risk modeling and margin methodologies. He also serves as an elected Council Member for the Elastos Cyber Republic DAO.<br/><br/>Born and raised in East London to Bangladeshi immigrants, Miah and his 12 siblings saw first-hand the challenges facing families who don’t have access to traditional banking. This has led him to become an active advocate for financial inclusion, and ultimately what drew him to DeFi and CreDA.<br/><br/>“The implementation of credit scoring has the potential to impact billions of the world’s underbanked,” explains Miah. “This was the promise of decentralized finance since its inception, however the reality is that overcollateralization and the lack of trust is creating new barriers. CreDA changes this by using blockchain’s transparency and immutability to analyze a person’s assets and behaviors, establishing a trust score that allows lenders to offer low or no-collateral loans.”<br/><br/>Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250+ billion decentralized finance (DeFi) ecosystem.<sup>1</sup> What’s more, the protocol also holds the potential to provide a trust architecture for the relatively young and volatile MetaFi ecosystem that includes emerging areas such as DeFi, GameFi and SocialFi.<br/><br/>“The DeFi landscape is quickly evolving, but there is still one factor that is missing — credibility,” explains Miah. “The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers.”<br/><br/>CreDA recently announced a proof of concept lending capability through its platform as part of a partnership with cross-chain DeFi lending platform, FilDA. Through FilDA, CreDA offers exclusive lending rates to CreDA users who mint their Crypto Credit Score as a Credit NFT (cNFT) which gives them access to leveraged lending and low or no-collateral loans directly within the CreDA platform.<br/><br/><b>How CreDA works</b></br></br>CreDA allows users to link their wallets, mint a credit NFT (cNFT) and borrow at industry-defying rates, all from within the same platform or natively on partner platforms.<br/><br/>CreDA provides on-chain credit ratings using the CreDA Oracle, which employs artificial intelligence (AI) to examine the user’s assets, historical transactions and behavior in the crypto space across multiple blockchains. This data is used to calculate a credit score that is then minted into a secure non-fungible token called a credit NFT (cNFT). The cNFT enables the user to unlock preferential rates and incentives.<br/><br/>The FilDA partnership lets users access leveraged lending and low or even no-collateral loans based on the users Crypto Credit Score. The score represents a user's ability and willingness to pay back loans, de-risking Filda’s exposure and rewarding the user for good on-chain behavior<br/><br/>One major focus for CreDA is ensuring a safe and secure experience for users. To do this, data is fully protected, secured by industry leading, W3C compliant Decentralized Identifications (DIDs), which are linked to a user's cNFT. CreDA recently underwent a strict security audit with leading blockchain security group, CertiK.",
  "CyberConnectPartner":"<b>February 2, 2021 </b> - CreDA (<b>Cre</b>dit <b> D</b>ata <b> A</b>lliance), the leading decentralized credit rating service and CyberConnect, the decentralized social graph protocol announced a partnership that will see CyberConnect’s 400,000+ users earn improved credit scores based on their social connections. Through the partnership, CreDA’s Credit Oracle will incorporate CyberConnect’s social graph data along with data found on users’ connected wallets, such as assets, risk profile and past on-chain behavior.<br/><br/>CyberConnect is a decentralized social graph protocol that creates a data standard, data storage infrastructure, and recommendation indexing system for social connections. The protocol provides a universal data layer for the next generation of decentralized applications (dApps) - GameFi, NFTs, DAOs - to adopt and create their own context-specific social functions. CyberConnect returns the sovereignty over social data back to users by allowing users to travel with their social graphs aggregated across siloed platforms. Within the first month after launch, CyberConnect has accumulated 112,000 active users, 1.2M connections, and 20M API calls from developers globally.<br/><br/>The partnership with CreDA will allow CyberConnect’s large user base to achieve higher credit scores based on their social network while CreDA will be able to further train its Credit Oracle to include people’s social data.<br/><br/>“We're very excited to partner with CreDA and help perfect our users' on-chain credibility profile with social connection data.,” says CyberConnect Co-Founder, Ryan Li. “We’re looking forward to enriching DeFi and social experiences with CreDA.“<br/><br/><b>What is a social graph?</b><br/><br/>Social graphs are people’s social relations on platforms such as Twitter, Facebook, and Instagram. According to CyberConnect Founder Wilson Wei, “social graphs are one of the hardest aspects of developing Web3 applications. CyberConnect streamlines the development process so that Web3 developers can leverage social graph data that CyberConnect provides, such as lists of following and followers, enabling developers to launch new apps without having to go through the redundant and time-consuming process of building already-existing social graphs from scratch.”<br/><br/>In Web3, social media functions differently than what we’ve come to expect from Facebook and Twitter. Using blockchain’s open and verifiable data, end users are able to own their own data and port it to new applications.<br/><br/>CyberConnect’s social graph data will allow its users to also build an instant guarantor network as part of CreDA’s Credit Network (cNetwork), which allows people with strong Crypto Credit Scores to essentially lend their credibility to peers who seek better rates. The partnership will immediately expand CreDA’s cNetwork and give CyberConnect users access to low or no-collateral loans.<br/><br/>“CreDA is more than just a Crypto Credit Rating service” explains Fakhul Miah, CEO of CreDA. “We see it as the trust architecture that will underpin the entire Web3 ecosystem, across DeFi, SocialFi, GameFi and the metaverse at large. By incorporating social graph data, we can begin to build a more cohesive picture of a person’s credibility. And because people own their data, they can put it to work through our cNetwork. That’s the power of this partnership and why we’re excited to be working with CyberConnect.”<br/><br/>Modeled after traditional consumer credit agencies, CreDA introduces the concept of personal credit scores into the $250+ billion decentralized finance (DeFi) ecosystem.<sup>1</sup> With their Crypto Credit Score, CreDA is building out a suite of unique and powerful financial tools that are unparalleled in the DeFi ecosystem, such as non-collateralized and leveraged lending, preferred mining and farming yields and now peer lending and guarantor support.<br/><br/>“DeFi has grown up quickly, but there is still one factor that is missing — credibility,” explains Miah. “The CreDA protocol enables DeFi and other Web 3 platforms to model risk profiles across their user base and offer personalized rates and services, making them more competitive versus industry peers. For our partners at CyberConnect, it means that their members can now get better rates because of their social connections.”<br/><br/>CreDA recently announced a proof-of-concept lending capability through its platform as part of a partnership with cross-chain DeFi lending platform, FilDA. Through FilDA, CreDA offers exclusive lending rates to CreDA users who mint their Crypto Credit Score as a Credit NFT (cNFT) which gives them access to leveraged lending and low or no-collateral loans directly within the CreDA platform.<br/><br/>CreDA generates a score when users link their wallets and sync it with the CreDA Oracle. When they mint that score with their Decentralized Identifier (DID) into a cNFT they effectively turn their crypto experience into creditworthiness, which allows them to borrow at industry-defying rates, all from within the same platform or natively on partner platforms. The technology employs artificial intelligence (AI) to examine the user’s assets, historical transactions, and behavior in the crypto space across multiple blockchains. With CyberConnect’s partnership, a person’s social graph data is now also considered.",
  "NewDefiPlatformCitation":"<sup>1</sup>BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States.<br/><sup>2</sup>BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States.<br/><sup>[1]</sup>2017 Findex full report_chapter2.pdf (worldbank.org)",
  "CreditScoringProtocolPartnersCitation":"<sup>1</sup>BofA Global Research 04 October 2021 - Cryptocurrency & Digital Assets United States.<br/><sup>2</sup>https://defillama.com/",
  "FormarCeoStangleyCitation":"<sup>1</sup>https://defillama.com/",
  "CyberConnectPartnerCitation":"<sup>1</sup>https://defillama.com/",
  "HeadofCRM":"Head of Credit Risk Modelling",
  "FredDinizBio":"Fred has 10+ years of experience as a Statistician and Data Scientist with expertise in applying analytical tools to improve business performance and decision making. He has worked on analytical projects worldwide at FICO, developing best-in-class machine learning models and providing institutional game-changing plans driven by data insights.<br/><br/>His experience also includes senior credit risk modelling roles for several retail banks within the UK, including Lloyd’s TSB, Starling and Metro Bank.<br/><br/>Fred has a master’s degree in Statistics & Financial Modelling from the University of London and a bachelor’s degree in Statistics from the University of Brasilia.<br/><br/>He is a fellow of the British Royal Statistics Society and a Postgraduate Student at the University of Warwick Business School, working towards a Doctorate in Global Banking & Financial Regulation.<br/><br/>Fred has a deep interest in sustainability risk and has published articles in leading journals on Simulation Methods and Climate Risk. He believes that Data Analysis conciliated with predictive and prescriptive modelling can bring a significant chance for organizations to increase efficiency and profitability and has a deep interest in sustainability risk.",
  "ESGOfficer":"Environmental, Social, and Governance (ESG) Officer",
  "JonhathanBio":"Jonathan has worked in the technology sector for over 25 years with a focus on developing marketing and communications strategies for fast growth companies driven by a strong purpose.  This experience includes 15 years with Edelman as Vice Chair, Technology building strong brands for various waves of technology from Microsoft and Intel to LinkedIn and Tencent.   Latterly this experience  encompassed Web3.0 and blockchain technologies working with businesses such as Block One, Bitmain and BitMex.<br/><br/>A core remit has been on developing strong social goals.  An example of this approach includes working in partnership with INSEAD, Stop The Traffik and IBM to develop an AI system to help identify and counter human trafficking routes and business models.  In his last role as Global Director for Sustainability and Communications at Tetra Pak this sustainability work meant developing strategies for food security as well as sustainable packaging products focused on meeting key UN ESG goals.   As the new experience evolves around the Metaverse Jonathan believes that technology can play a key role for good in developing new ideas and countering social issues.",
  "CreditOracleLead":"Credit Oracle Lead",
  "TechnicalAdvisor":"Technical Advisor",
  "DavidBio":"David has been in the blockchain industry since 2018, working as a senior developer on several well-known dApps and DeFi protocols.<br/><br/>Prior to this, David was an accomplished developer working with a number of large tech companies including China Mobile, Ali, Huawei and 360.<br/><br/>David has a bachelor's degree in Computer Science from Beijing University.",
  "reward": "Reward",
  "bridge": "Bridge",
  "wrapper": "Wrapper",
  "receive": "Receive",
  "selectAsset": "Select a token",
  "from": "From",
  "to": "To",
  "crossAmount": "Bridge amount",
  "serviceCharge": "Service Charge",
  "minnum": "Minnum"
}
