{
  "Home":"Home",
  "Profile":"Profile",
  "Vault":"Vault",
  "My Bank":"My Bank",
  "Bridge":"Bridge",
  "Governance":"Governance",
  "Doc":"Doc",
  "Whitepaper":"Whitepaper",
  "Protocal Litepaper":"Protocol Litepaper",
  "CreditCard":"Credit NFT (cNFT) Card",
  "CreditScore":"Credit Score",
  "CreDAToken":"CreDA Token",
  "PortfolioManager":"Portfolio Manager",
  "Ethereum":"Ethereum",
  "ElastosESC":"Elastos ESC",
  "HECO":"HECO",
  "BuildTitle":"Build Your DeFi World",
  "TurnData":"Turn Data",
  "intoWealth":"into Wealth",
  "TurnDataIntoWealth":"Turn Data into Wealth",
  "TurnDataDes":"CreDA, the credit oracle, is an indispensable innovation starting a new era of credit-based DeFi on Ethereum Layer 2.",
  "TurnDataDes1":"CreDA uses on-chain data to determine a user’s credit rating, allowing them to mint NFTs and explore more opportunities in DeFi. The Credit NFT (cNFT) contains the user's asset status and transaction records across various protocols.",
  "Getstarted":"Get Started",
  "Learnmore":"Learn more",
  "Howworks":"How it works",
  "HowworksDes":"The core of CreDA’s protocol is minting a credit rating, determined by on and off-chain data, into NFT assets, enabling decentralized credit and loan algorithms to run automatically.",
  "Step1":"Step 1",
  "Step1Title":"Connect Wallet",
  "Step1Des":"Essentials, TokenPocket or Metamask wallet can connect to CreDA.",
  "Step2":"Step 2",
  "Step2Title":"Claim CREDA Token",
  "Step2Des":"CREDA automatically rewarded in the Vault. Claim the CREDA from Vault - these rewards show in the wallet as a locked amount. CREDA liquidity must be provided on DEXs to unlock.",
  "Step3":"Step 3",
  "Step3Title":"Mint cNFT",
  "Step3Des":"CREDA tokens can mint different levels of cNFT. The higher level a cNFT is, the more credit privileges are available.",
  "Step4":"Step 4",
  "Step4Title":"Credit Privileges",
  "Step4Des":"CreDA protocol and partners will offer credit privileges to all cNFT holders.",
  "DecentralizedCredit":"The Next Chapter in DeFi ",
  "DecentralizedCreditDes":"Current DeFi protocols adopt the over-collateralized mortgage lending business model. This is because of a lack of trust between the lender and borrower. There’s no insight into the borrower's credit history. So, what can we do? If you want to borrow money from the bank, does your credit card require collateral? Certainly not. It depends on credit. The concept of credit has become the core of the CreDA protocol. The CreDA Oracle calculates a credit rating, determined by on and off-chain data, allowing for lenders to make more calculated decisions on their rates and collateral requirements.",
  "DecentralizedTitle1":"Integrate trusted computing and off-chain data into cNFT",
  "DecentralizedTitle1Des":"CreDA's trusted computing technology aims to become a bridge linking CeFi and DeFi by bringing off-chain personal data from everyday life scenarios on-chain while protecting user privacy.",
  "DecentralizedTitle2":"CreDA Pool",
  "DecentralizedTitle2Des":"The CreDA pool will be open to those who fully understand the CreDA credit system and are willing to bear the relevant risks in order to obtain higher interest rates. In addition to obtaining an above average return among lending market participants, these users will also receive CreDA tokens as rewards.",
  "DecentralizedTitle3":"Uncollateralized borrowing",
  "DecentralizedTitle3Des":"Uncollateralized borrowing is a unique feature on the CreDA platform. After minting a cNFT, users are eligible to take out an uncollateralized loan. Users can also collateralize the assets of the CreDA fund pool to borrow on other DeFi protocols.",
  "DecentralizedTitle4":"Minting on-chain credit into NFTs",
  "DecentralizedTitle4Des1":"CreDA uses on and off-chain data to determine a user’s credit rating, allowing them to mint NFTs and explore more opportunities in DeFi. The Credit NFT (cNFT) captures data across various protocols such as the user's asset status and transaction records.",
  "DecentralizedTitle4Des2":"The information can be regarded as a record of an individual's assets and liabilities, consumption habits, sources of income, coin storage time in a wallet, etc. Users may obtain loans up to the credit limit endorsed by their cNFT. The cNFT is comparable to the FICO rating of the credit system in the US, or the Ant Points of Alipay in China.",
  "DownItem1Title":"Buy & Sell Crypto",
  "DownItem2Title":"Trade Assets",
  "DownItem3Title":"Earn Rewards for Trading",
  "CreDA":"CreDA",
  "CreDADes":"The new era of credit-based DeFi using Elastos technology and Ethereum layer 2 solutions.",
  "AskUSANYTHING":"Ask US ANYTHING",
  "AskUSANYTHINGDes":"Head on over to our telegram chat to ask questions about CreDA.",
  "Copyright":"Copyright © 2021 CreDA All rights reserved",
  "CreditContract":"Credit Contract",
  "CreditContractDes":"Based on credit NFTs, CreDA is introducing a new contract form for DeFi - the ‘credit contract’. Individual parties to the contract will be holders of the credit NFTs. The content of the credit contract is stipulated by smart contracts. Credit contracts include a wide range of applicable scenarios.",
  "CreditContractTitle1":"Credit Database",
  "CreditContractTitle1Des":"The credit contract will establish a secure database for the Credit Oracle. All behavioral data in the credit contracts will be automatically captured by the Credit Oracle and used as a key factor in calculating dynamic credit ratings.",
  "CreditContractTitle2":"Credit Insurance",
  "CreditContractTitle2Des":"The insured does not need to pay a deposit for the insurance in advance. After underwriting matters are settled, the insured will then pay/collect related claims and insurance fees in accordance with the terms in the credit contract.",
  "CreditContractTitle3":"Credit Network",
  "CreditContractTitle3Des":"Credit contracts link all users, building a credit network. Credit networks are an input to the Credit Oracle and resulting credit rating. Large credit networks, held in good standing, contribute to a greater credit rating and improved VIP level.",
  "Development":"Development",
  "Github":"Github",
  "API":"API",
  "Intro":"Intro",
  "Function":"Function",
  "Tokenomics":"Tokenomics",
  "Mining":"Mining",
  "Partners":"Partners",
  "TurnYourCryptoExperience":"Turn your crypto experience into creditworthiness with CreDA.",
  "CreditWorthiness":"into creditworthiness",
  "CreditScoresCalculated":"Credit scores are calculated",
  "AcrossMultipleChains":"across multiple chains",
  "BuiltOnEthereumLayer2":"Built on Ethereum Layer 2, CreDa will operate across Abitrum, BSC, Polkadot, Polygon, HECO and ESC. The credit rating system is based on the DID protocol, utilizing AI to compute user credit scores anonymously through its proprietary Credit Oracle.",
  "CreDAConnects":"CreDa connects your virtual wallets and transaction history to produce a Crypto Credit Score that turns all that time spent learning to trade altcoins into trust. Trust that you can be used for preferential borrowing \nrates and a range of incentives.",
  "TheFirstGateway":"The first gateway between virtual and traditional financial systems.",
  "CreDAunifying":"Access to credit can be the difference between dreams and reality for two billion of the world’s under-banked. That is a lot of unsupported and underutilised entrepreneurs, businesses and families",
  "AccessToCredit":"Access to credit can be the difference between dreams and reality for nearly two billion of the world’s under-banked. That is a lot of unsupported and underutilized entrepreneurs, businesses and families.",
  "TheWorldsFirst":"The world's first",
  "DeFiCreditRating":"DeFi credit rating",
  "System":"system",
  "MintYourCRating":"Mint your credit rating as an NFT",
  "AThankYouToCrypt":"A thank you to the crypto pioneers",
  "thatsYou":" (that's you)",
  "LastBit":"Last bit",
  "Partnerships":"Partnerships",
  "DeriskingDeFi":"Building trust on the blockchain ",
  "CreDAReducesExposure":"CreDA reduces exposure to risk for decentralised platforms, opening up broader audiences and allowing for non-collateralized loans that help differentiate and expand services",
  "Technology":"Technology",
  "WhatBlockchainMeant":"What blockchain was meant for",
  "BuiltEthereumLayer2":"Built on Ethereum Layer 2, the CreDa Oracle uses AI to leverage blockchain’s transparency and immutability by accessing activity across multiple chains. Your unique credit score is then minted as an NFT, acting as your passport to Web 3.0",
  "PrivacySecurity":"Privacy & Security",
  "PersonalizedPersonal":"Personalized, never personal",
  "CreDAAggregates":"CreDa aggregates existing data which is fully protected, secured by industry leading W3C compliant decentralized identifier (DID) protocol. CreDa’s technology is audited regularly.",
  "LastAuditBy":"Last audit by:",
  "CertikDaysAgo":"Certik – 5 days ago.",
  "Resources":"Resources",
  "Media":"Media",
  "WhitePaper":"White paper",
  "Team":"Team",
  "Community":"Community",
  "Telegram":"Telegram",
  "Twitter":"Twitter",
  "Discord":"Discord",
  "GetYour":"Get your",
  "CryptoCreditScore":"Crypto Credit score",
  "YesYouOne":"Yes, you have one",
  "FindOutWhen":"Find out when you...",
  "ConnectingOnChain":"Connecting on-chain",
  "AndOffChainData":"and off-chain data",
  "ExpandYour":"Expand your",
  "FinancialIdentity":"financial identity ",
  "CreDaIsWorking":"CreDa is working on unifying the traditional and decentralized financial worlds, creating the possibility for Crypto Credit Scores and traditional credit scores to influence each other.",
  "TheCreDAOracle":"After minting a cNFT, users are eligible to take out an uncollateralized loan. Borrowers can also leverage assets from the CreDA fund pool as collateral to borrow on other DeFi protocols. Higher rewards are provided to those who contribute to this pool along with an available insurance option should the borrower default on their loan.",
  "ALowCost":"A low cost, truthless solution",
  "ForBothLending":"for both lending platforms",
  "andUsers":"and users.",
  "FinallyCredit":"Finally, credit",
  "WhereCreditDue":"where credit is due",
  "HowToGetCryptoCredit":"How to get your Crypto Credit Score",
  "ConnectYourWallet":"Connect your crypto wallets",
  "EssentialsToken":"Essentials, TokenPocket or Metamask wallets.",
  "ClaimCredaToken":"Claim CREDA token",
  "InitiallyLockedIn":"Initially locked in the Vault until liquidity is provided into one of the applicable liquidity pools on a decentralized exchange, e.g. USDT-CREDA on SushiSwap or Uniswap.",
  "MintCreditNFT":"Mint a credit NFT (cNFT)",
  "MintcNFT":"Mint cNFT",
  "TheHigherLevel":"CREDA tokens can mint different levels of cNFT. The higher level a cNFT is, the more credit privileges are available.",
  "EnjoyCreditPrivileges":"Enjoy credit Privileges",
  "OnCredaPartner":"On CreDA and partner platforms, get privileges with your cNFT, such as low collateral or even collateral-free loans.",
  "LetsGetStarted":"Let's get started",
  "ConnectYourWallets":"Connect your wallets",
  "reward": "Reward",
  "bridge": "Bridge",
  "wrapper": "Wrapper",
  "receive": "Receive",
  "selectAsset": "Select a token",
  "from": "From",
  "to": "To",
  "crossAmount": "Bridge amount",
  "serviceCharge": "Service Charge",
  "minnum": "Minnum",
  "price": "Price"
}
